public class Main {
    public static void main(String[] args){
        Human notHuman = new Human();
        System.out.println(notHuman.toString());
    }
}
//Создать класс, описывающий тело человека (Human).
// Для описания каждой части тела создать отдельные классы (Head, Leg, Hand) не используя наследование.
// Описать необходимые свойства и методы для каждого класса (в том числе геттеры/сеттеры). Протестировать работу класса Human.
// Нарисовать UML диаграмму относительно этих классов (для построение диаграммы подойдет сайт https://draw.io)